{"keras_version": "2.1.1", "class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_constraint": null, "use_bias": true, "trainable": true, "name": "dense_1", "dtype": "float32", "activity_regularizer": null, "batch_input_shape": [null, 65], "activation": "relu", "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "units": 34}}, {"class_name": "BatchNormalization", "config": {"moving_variance_initializer": {"class_name": "Ones", "config": {}}, "axis": -1, "center": true, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "gamma_regularizer": null, "trainable": true, "name": "batch_normalization_1", "gamma_constraint": null, "beta_constraint": null, "beta_regularizer": null, "beta_initializer": {"class_name": "Zeros", "config": {}}, "epsilon": 0.001, "scale": true, "momentum": 0.99, "gamma_initializer": {"class_name": "Ones", "config": {}}}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "use_bias": true, "trainable": true, "name": "dense_2", "bias_constraint": null, "activity_regularizer": null, "activation": "softmax", "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "units": 3}}]}